[
    {
        "category": "About APEC 2025 KOREA",
        "page": "APEC",
        "sections": [
            {
                "section": "APEC",
                "content": [
                    {
                        "section": "What is APEC?",
                        "content": "The Asia-Pacific Economic Cooperation (APEC) is a regional economic forum established in 1989 to leverage the growing interdependence of the Asia-Pacific. APEC's 21 members aim to create greater prosperity for the people of the region by promoting balanced, inclusive, sustainable, innovative and secure growth and by accelerating regional economic integration.APEC ensures that goods, services, investment, and people move smoothly across borders. Members facilitate trade through streamlining customs procedures at borders; fostering more favorable business environments; and coordinating regulations and standards across the region.It is the only global intergovernmental forum in the world committed to reducing barriers to trade and investment without legally binding obligations. APEC achieves its goals by promoting dialogue and arriving at decisions on a consensus basis, and it gives equal weight to the views of all members."
                    },
                    {
                        "section": "Mission",
                        "content": "APEC’s mission is to achieve sustainable economic growth and prosperity in the Asia-Pacific region.Members are united in a drive to build a dynamic and harmonious Asia-Pacific community by championing free and open trade and investment; promoting and accelerating regional economic integration; encouraging economic and technological cooperation; enhancing human security; and facilitating a favorable and sustainable business environment.The initiatives help turn policy goals into concrete results and agreements into tangible benefits for the region."
                    },
                    {
                        "section": "Vision",
                        "content": "The Putrajaya Vision 2040, which outlines APEC’s vision for the next 20 years, was adopted at the 2020 APEC Economic Leaders’ Meeting (AELM). The vision aims to achieve “an open, dynamic, resilient and peaceful Asia-Pacific community by 2040, for the prosperity of all our people and future generations.” APEC members will endeavor to achieve this vision by pursuing three economic drivers: trade and investment; innovation and digitalization; and strong, balanced, secure, sustainable and inclusive growth."
                    },
                    {
                        "section": "APEC Member Economies",
                        "content": {
                            "members": [
                                "Australia",
                                "Brunei Darussalam",
                                "Canada",
                                "Chile",
                                "People’s Republic of China",
                                "Hong Kong, China",
                                "Indonesia",
                                "Japan",
                                "Republic of Korea",
                                "Malaysia",
                                "Mexico",
                                "New Zealand",
                                "Papua New Guinea",
                                "Peru",
                                "The Republic of The Philippines",
                                "The Russian Federation",
                                "Singapore",
                                "Chinese Taipei",
                                "Thailand",
                                "United States",
                                "Viet Nam"
                            ],
                            "note": "※ Official APEC observers: The Secretariat of the Association of Southeast Asian Nations (ASEAN Secretariat); the Pacific Economic Cooperation Council (PECC); and the Pacific Islands Forum (PIF) Secretariat"
                        }
                    },
                    {
                        "section": "APEC in the World",
                        "content": "As of 2023, the APEC region is home to 37% of the world’s population and represents approximately 49.1% of trade in goods as well as 61.4% of the world GDP.(Source: APEC at a Glance, IMF WEO, ITC, CIA)"
                    },
                    {
                        "section": "How APEC operates",
                        "content": "Each year, one of the 21 APEC member economies hosts the APEC meetings and acts as the APEC Chair. The host economy will chair the annual Economic Leaders’ Meeting, Ministerial Meetings, Senior Officials’ Meetings, the APEC Business Advisory Council and the APEC Study Centers Consortium.The first of these meetings is the Informal Senior Officials’ Meeting (ISOM), held the year prior to the host year.Throughout the APEC year, more than 200 events are held, including sectoral ministerial meetings, committee and subcommittee meetings, working groups, experts’ meetings, APEC Business Advisory Council (ABAC) meetings, the APEC CEO Summit, as well as seminars, symposiums, and workshops for institutional capacity building. All these meetings are used to progress APEC’s agenda and ongoing projects, as well as form new initiatives often led by the host economy."
                    }
                ]
            }
        ]
    },
    {
        "category": "About APEC 2025 KOREA",
        "page": "Introduction",
        "sections": [
            {
                "section": "APEC 2025 KOREA",
                "content": [
                    {
                        "section": "Overview",
                        "content": [
                            {
                                "Title": "APEC 2025 KOREA"
                            },
                            {
                                "Location": "Gyeongju, Jeju, Incheon, Busan"
                            },
                            {
                                "Theme and Priorities": "Building a Sustainable Tomorrow : Connect, Innovate, Prosper"
                            }
                        ]
                    },
                    {
                        "section": "Korea and APEC",
                        "content": {
                            "main_content": "As of 2023, Korea’s exports and imports of goods to and from APEC economies accounted for 74.7% and 67.5% of its total exports and imports, respectively. Eight of Korea’s top 10 trading partners are in APEC (People’s Republic of China; The United States; Viet Nam; Japan; Australia; Chinese Taipei; Singapore; Hong Kong, China). In addition, 57.6% of Korea's outbound foreign direct investment (FDI) flows to APEC economies, while 46.5% of its inbound FDI comes from APEC economies.",
                            "sub_sections": [
                                {
                                    "sub_section": "Korea’s Engagement with APEC",
                                    "content": "The idea of APEC was first publicly broached by former Australian Prime Minister Bob Hawke during a speech in Seoul, Korea, on 31 January 1989.APEC was formed in 1989 firstly as a ministerial meeting among 12 economies and was elevated to the APEC Economic Leaders' Meeting in 1993.Korea hosted the 3rd APEC Ministerial Meeting in Seoul in 1991, where members adopted the APEC Seoul Declaration, which contributed to the establishment of APEC's institutional foundation.In 2005, Korea hosted the APEC Economic Leaders' Meeting in Busan. During its host year, APEC completed the mid-term stocktake of progress towards the Bogor Goals and established the Busan Roadmap, highlighting pathways to the Bogor Goals.Korea will continue to work toward the realization of the Putrajaya Vision 2040, focusing on the three economic drivers: trade and investment; innovation and digitalization; and strong, balanced, secure, sustainable, and inclusive growth.As Korea assumes the APEC Chair again after two decades, Korea reaffirms its commitment to strengthening economic cooperation and promoting sustainable growth within the Asia-Pacific region."
                                }
                            ]
                        }
                    },
                    {
                        "section": "Korea’s Engagement with APEC",
                        "content": "The idea of APEC was first publicly broached by former Australian Prime Minister Bob Hawke during a speech in Seoul, Korea, on 31 January 1989.APEC was formed in 1989 firstly as a ministerial meeting among 12 economies and was elevated to the APEC Economic Leaders' Meeting in 1993.Korea hosted the 3rd APEC Ministerial Meeting in Seoul in 1991, where members adopted the APEC Seoul Declaration, which contributed to the establishment of APEC's institutional foundation.In 2005, Korea hosted the APEC Economic Leaders' Meeting in Busan. During its host year, APEC completed the mid-term stocktake of progress towards the Bogor Goals and established the Busan Roadmap, highlighting pathways to the Bogor Goals.Korea will continue to work toward the realization of the Putrajaya Vision 2040, focusing on the three economic drivers: trade and investment; innovation and digitalization; and strong, balanced, secure, sustainable, and inclusive growth.As Korea assumes the APEC Chair again after two decades, Korea reaffirms its commitment to strengthening economic cooperation and promoting sustainable growth within the Asia-Pacific region."
                    },
                    {
                        "section": "Korea’s Contribution to APEC",
                        "content": {
                            "main_content": "Korea has played a pivotal role in APEC, showcasing its dedication, not only by supporting APEC as an institution, but also by leading flagship initiatives that contribute to economic growth, prosperity, and innovation.Korea is taking the lead in the long-term effort to facilitate regional economic integration and realize the Free Trade Area of Asia-Pacific (FTAAP) agenda through projects, including the Capacity Building Needs Initiative (CBNI).- In 2002, Korea established the Institute of APEC Collaborative Education to lead education innovation in the Asia-Pacific region. Through this institute, Korea has been at the forefront of initiatives such as e-learning and school leadership programs.- In 2005, Korea created the APEC Climate Center to enhance sustainable growth of the region and share experience and knowledge in climate prediction with member economies. The APEC Climate Center hosts the annual APEC Climate Symposium to discuss collaborative approaches to climate risks in the Asia-Pacific region.- In 2005, Korea founded the MSMEs Innovation Center to enhance the innovation capabilities of micro, small and medium-sized enterprises (MSMEs). Through this center, Korea provides tailored consulting services to MSMEs in the Asia-Pacific region.- In 2018, Korea launched the Digital Innovation Sub-Fund with the aim of strengthening the capacity of member economies in the digital economy field. Through this fund, more than 40 projects have been implemented in areas including digital economy consumer protection, biometric ID, and global data standardization.",
                            "sub_sections": []
                        }
                    }
                ]
            }
        ]
    },
    {
        "category": "About APEC 2025 KOREA",
        "page": "Emblem and Theme",
        "sections": [
            {
                "section": "APEC 2025 KOREA",
                "content": [
                    {
                        "section": "Emblem of the APEC 2025 KOREA",
                        "content": "The emblem is inspired by a butterfly moving from flower to flower, symbolizing its contribution to the prosperity of the ecosystem. The butterfly represents how APEC connects member economies, ultimately contributing to the greater prosperity of the Asia-Pacific region. Furthermore, the flutter of its wings represents the innovation and transformation that will promote greater prosperity.On the right side of the emblem is the ‘Sumaksae’, a roof-end tile that welcomes APEC members to Korea with the timeless smile of Silla."
                    },
                    {
                        "section": "APEC 2025 KOREA THEME AND PRIORITIES",
                        "content": {
                            "main_content": "Our theme embodies our commitment to create a better future for the next generation in accordance with the Putrajaya Vision 2040 which envisions an open, dynamic and resilient Asia-Pacific by 2040.As the host of APEC 2025, Korea will endeavor to realize this vision through three main policy priorities: Connect, Innovate, Prosper.",
                            "statements": [
                                {
                                    "Connect": "Strengthen connectivity through physical, institutional, people-to-people exchanges in the Asia-Pacific region."
                                },
                                {
                                    "Innovate": "Seek ways to strengthen the economic competitiveness of the Asia-Pacific region through innovation and digitalization, while focusing on bridging the digital gap and creating an inclusive technology ecosystem."
                                },
                                {
                                    "Prosper": "Strengthen cooperation to effectively respond to global challenges as well as seek ways to enhance opportunities for active economic participation by MSMEs, women, people with disabilities, and others with untapped economic potential to achieve sustainable and inclusive growth, and ultimately prosperity in the Asia-Pacific region."
                                }
                            ]
                        }
                    }
                ]
            }
        ]
    },
    {
        "category": "About APEC 2025 KOREA",
        "page": "Meetings",
        "sections": [
            {
                "section": "Meetings",
                "content": {
                    "events": [
                        {
                            "no": "1",
                            "event": "Informal Senior Officials’ Meeting (ISOM)",
                            "date": "December 9 - 11, 2024",
                            "venue": "Seoul"
                        },
                        {
                            "no": "2",
                            "event": "1st APEC Business Advisory Council Meeting (ABAC)",
                            "date": "February 23 – 25, 2025",
                            "venue": "Brisbane, Australia"
                        },
                        {
                            "no": "3",
                            "event": "First Senior Officials’ Meeting and Related Meetings (SOM1)",
                            "date": "February 24 - March 9, 2025",
                            "venue": "Gyeongju"
                        },
                        {
                            "no": "4",
                            "event": "Finance and Central Bank Deputies’ Meeting (FCBDM)",
                            "date": "March 6 - 7, 2025",
                            "venue": "Gyeongju"
                        },
                        {
                            "no": "5",
                            "event": "2nd APEC Business Advisory Council Meeting (ABAC)",
                            "date": "April 23 - 26, 2025",
                            "venue": "Toronto, Canada"
                        },
                        {
                            "no": "6",
                            "event": "APEC Ocean-Related Ministerial Meeting (AOMM)",
                            "date": "April 30 - May 1, 2025",
                            "venue": "Busan"
                        },
                        {
                            "no": "7",
                            "event": "Second Senior Officials’ Meeting and Related Meetings (SOM2)",
                            "date": "May 3 - 16, 2025",
                            "venue": "Jeju"
                        },
                        {
                            "no": "8",
                            "event": "Human Resource Development Ministerial Meeting (HRDMM)",
                            "date": "May 11 - 13, 2025",
                            "venue": "Jeju"
                        },
                        {
                            "no": "9",
                            "event": "APEC Education Ministerial Meeting(AEMM)",
                            "date": "May 13 - 15, 2025",
                            "venue": "Jeju"
                        },
                        {
                            "no": "10",
                            "event": "Ministers Responsible for Trade (MRT)",
                            "date": "May 15 - 16, 2025",
                            "venue": "Jeju"
                        },
                        {
                            "no": "11",
                            "event": "3rd APEC Business Advisory Council Meeting (ABAC)",
                            "date": "July 15 - 18, 2025",
                            "venue": "Hai Phong, Vietnam"
                        },
                        {
                            "no": "12",
                            "event": "Third Senior Officials’ Meeting and Related Meetings (SOM3)",
                            "date": "July 26 - August 15, 2025",
                            "venue": "Incheon"
                        },
                        {
                            "no": "13",
                            "event": "APEC High-Level Dialogue of Anti-Corruption Cooperation (AHDAC)",
                            "date": "July 31 - August 1, 2025",
                            "venue": "Incheon"
                        },
                        {
                            "no": "14",
                            "event": "Digital & AI Ministerial Meeting (DMM)",
                            "date": "August 4 - 6, 2025",
                            "venue": "Incheon"
                        },
                        {
                            "no": "15",
                            "event": "Food Security Ministerial Meeting (FSMM)",
                            "date": "August 9 - 10, 2025",
                            "venue": "Incheon"
                        },
                        {
                            "no": "16",
                            "event": "Women and the Economy Forum (WEF)",
                            "date": "August 12, 2025",
                            "venue": "Incheon"
                        },
                        {
                            "no": "17",
                            "event": "High-Level Dialogue on Culture (HLDC)",
                            "date": "August 26 - 28, 2025",
                            "venue": "Gyeongju"
                        },
                        {
                            "no": "18",
                            "event": "Energy Ministerial Meeting (EMM)",
                            "date": "August 27 - 28, 2025",
                            "venue": "Busan"
                        },
                        {
                            "no": "19",
                            "event": "Small and Medium Enterprises Ministerial Meeting (SMEMM)",
                            "date": "September 1 - 5, 2025",
                            "venue": "Jeju"
                        },
                        {
                            "no": "20",
                            "event": "High-Level Meeting on Health and the Economy",
                            "date": "September 15 - 16, 2025",
                            "venue": "Seoul"
                        },
                        {
                            "no": "21",
                            "event": "Finance Ministerial Meeting (FMM)",
                            "date": "October 21 - 22, 2025",
                            "venue": "Incheon"
                        },
                        {
                            "no": "22",
                            "event": "Structural Reform Ministerial Meeting (SRMM)",
                            "date": "October 21 - 23, 2025",
                            "venue": "Incheon"
                        },
                        {
                            "no": "23",
                            "event": "4th APEC Business Advisory Council Meeting (ABAC)",
                            "date": "October 26 - 28, 2025",
                            "venue": "Busan"
                        },
                        {
                            "no": "24",
                            "event": "APEC CEO Summit",
                            "date": "-",
                            "venue": "Gyeongju"
                        },
                        {
                            "no": "25",
                            "event": "APEC Economic Leaders’ Week (AELW)- Concluding Senior Officials’ Meeting (CSOM)- APEC Ministerial Meeting (AMM)- APEC Economic Leaders’ Meeting (AELM)",
                            "date": "-",
                            "venue": "Gyeongju"
                        }
                    ]
                }
            }
        ]
    },
    {
        "category": "About APEC 2025 KOREA",
        "page": "Side Events",
        "sections": [
            {
                "section": "Side Events",
                "content": {
                    "events": [
                        {
                            "no": "1",
                            "event": "International Forum on Disability Employment",
                            "date": "May 6, 2025",
                            "venue": "Jeju"
                        },
                        {
                            "no": "2",
                            "event": "APEC Future Education Forum(AFEF)",
                            "date": "May 6, 2025",
                            "venue": "Jeju"
                        },
                        {
                            "no": "3",
                            "event": "HRDMM : Policy Experience Booths",
                            "date": "May 6 - 12, 2025",
                            "venue": "Jeju"
                        },
                        {
                            "no": "4",
                            "event": "APEC Sustainable Social Entrepreneurship Training (ASSET)",
                            "date": "May 10, 2025",
                            "venue": "Jeju"
                        },
                        {
                            "no": "5",
                            "event": "Global Education Reform Conference",
                            "date": "May 13, 2025",
                            "venue": "Jeju"
                        },
                        {
                            "no": "6",
                            "event": "APEC University Leader’s Forum (AULF)",
                            "date": "May 13, 2025",
                            "venue": "Jeju"
                        },
                        {
                            "no": "7",
                            "event": "HRDMM : Field Trip",
                            "date": "May 13, 2025",
                            "venue": "Jeju"
                        },
                        {
                            "no": "8",
                            "event": "Educational Innovation Achievement Sharing Exhibition Booth",
                            "date": "May 13 - 14, 2025",
                            "venue": "Jeju"
                        },
                        {
                            "no": "9",
                            "event": "School Visit and Field Trip",
                            "date": "May 15, 2025",
                            "venue": "Jeju"
                        }
                    ]
                }
            }
        ]
    },
    {
        "category": "Visit Korea",
        "page": "Korea in Brief",
        "sections": [
            {
                "section": "K-Story",
                "content": "Located in Northeast Asia, the Republic of Korea (hereinafter Korea) has long served as a strategic crossroads in Asia for many centuries. Known for its rapidly growing economy and a lifestyle that harmoniously combines tradition and modernity, Korea boasts a rich 5,000-year history and stunning natural landscapes. Its deep cultural heritage and breathtaking scenery captivate visitors, offering an unforgettable experience for both business travelers and tourists."
            }
        ]
    },
    {
        "category": "Visit Korea",
        "page": "Practical Information",
        "sections": [
            {
                "section": "K-Story",
                "content": [
                    {
                        "sub_section": "Climate & Weather",
                        "content": {
                            "seasons": [
                                {
                                    "season": "SPRINGMarch - May",
                                    "period": "March - May",
                                    "description": "Average temperatures: 13 to 14°C (55 to 57°F)The weather is generally mild and sunny. Light outwears are recommended, especially in early spring when it may still be cold."
                                },
                                {
                                    "season": "SUMMERJune - August",
                                    "period": "June - August",
                                    "description": "Average temperatures: 25 to 27°C (77 to 80°F)The weather is hot and humid. Light, sweat-absorbing clothing is recommended. Be prepared for the rainy season, which lasts from mid-June to early July."
                                },
                                {
                                    "season": "AUTUMNSeptember - November",
                                    "period": "September - November",
                                    "description": "Average temperatures: 13 to 14°C (55 to 57°F)Days are warm, but nights can be cool. A light coat is recommended."
                                },
                                {
                                    "season": "WINTERDecember - February",
                                    "period": "December - February",
                                    "description": "Average temperatures: -6 to 7 °C (21°F to 45°F)The weather is cold and dry, with occasional snowfall. Warm clothing, along with a hat or umbrella, is recommended."
                                }
                            ]
                        }
                    },
                    {
                        "sub_section": "Banking & Currency",
                        "content": {
                            "main_content": "Korea's official currency is the won (KRW)."
                        }
                    },
                    {
                        "sub_section": "Traveler’s Checks",
                        "content": "Traveler's checks can be exchanged for cash at banks or currency exchange booths. While some stores still accept the checks, credit and debit cards have become a more preferred payment methods for travelers. As a result, the use of traveler’s checks is hardly observed nowadays and fewer stores offer this service."
                    },
                    {
                        "sub_section": "Credit Cards",
                        "content": "Credit cards are widely accepted in Korea, including at major hotels, department stores, and general retail shops. Visa, MasterCard, American Express, and other credit cards are commonly used, however, check the service availability before making a purchase as some stores may not accept certain cards."
                    },
                    {
                        "sub_section": "Money Exchange",
                        "content": "To exchange your foreign currency for Korean won, visit a bank or an authorized exchange service center. Banks are generally open from 9:00 AM to 4:00 PM on weekdays."
                    },
                    {
                        "sub_section": "Currency Converter",
                        "content": "For real-time exchange rates, visitwww.xe.com/currencyconverter(Available in Korean, English, Japanese, Chinese, German, French, Spanish, Portuguese, Italian, Swedish, and Arabic)"
                    },
                    {
                        "sub_section": "Electricity and Voltage",
                        "content": "Korea uses 220V at 60 Hz, with power outlets that have two round holes. If you do not have a multi-voltage travel adapter, borrow or purchase one at your hotel's front desk, airports, retail stores, major duty-free shops, or even convenience stores."
                    },
                    {
                        "sub_section": "Emergency & Useful Phone Numbers",
                        "content": {
                            "sub_sections": [
                                {
                                    "sub_section": "Emergency Services",
                                    "items": [
                                        "Police: +82-112",
                                        "Fire Department: +82-119",
                                        "Medical Emergencies: +82-119",
                                        "Infectious Disease Emergencies: +82-1339"
                                    ]
                                },
                                {
                                    "sub_section": "1330 Korea Travel Hotline",
                                    "items": [
                                        "Tel: +82-2-1330 (Available in Korean, English, Japanese, Chinese, Russian, Vietnamese, Thai, and Indonesian)",
                                        "Website:www.visitkorea.or.kr(Available in Korean, English, Japanese, Chinese [Simplified], Chinese [Traditional], French, Spanish, German, and Russian)"
                                    ]
                                },
                                {
                                    "sub_section": "Diplomatic Missions in Korea",
                                    "items": [
                                        "Website:www.mofa.go.kr(Available in Korean and English)"
                                    ]
                                },
                                {
                                    "sub_section": "LOST 112 (Lost & Found Center)",
                                    "items": [
                                        "Tel: +82-2-182",
                                        "Address: National Police Agency, 97, Tongil-ro, Seodaemun-gu, Seoul",
                                        "Website:www.lost112.go.kr(Available in Korean, English, Japanese, and Chinese)"
                                    ]
                                },
                                {
                                    "sub_section": "Local Telephone Directory (Assistance)",
                                    "items": [
                                        "Tel: +82-114",
                                        "Local area code search :www.countrycode.org"
                                    ]
                                }
                            ]
                        }
                    }
                ]
            }
        ]
    },
    {
        "category": "Visit Korea",
        "page": "About Gyeongju",
        "sections": [
            {
                "section": "Gyeongju",
                "content": "Located in the South-Eastern part of Korea, Gyeongju is a city that embraces a rich history. Gyeongju was the capital city of Silla that lasted for 992 years (BC 57 to 935), making its history inseparable from that of the thousand-year-old Kingdom.With its rich historical and cultural landmarks, Gyeongju stands as an open-air museum, showcasing the enduring legacy of its heritage. The city still preserves the rich tradition of Buddhism, science and the vibrant ancient culture that flourished through the artistry of the Silla people. Today, Gyeongju Yangdong Village and Gyeongju Historic Areas, such as Bulguksa Temple, Seokguram Grotto, and Namsan Mountain, have been designated as UNESCO World Heritage Sites.A trip to Gyeongju offers a unique experience, allowing you to immerse yourself in the brilliant culture and art of Silla while also enjoying the trendy, Instagram-worthy spots of today. Hwangnidan Street perfectly blends tradition and modernity, with cafes, restaurants, and photo studios in traditional hanok buildings. Strolling through the streets and capturing memorable moments add to the charm of the visit. Early spring is especially recommended, as the city becomes beautifully adorned with cherry blossoms, creating a romantic atmosphere."
            }
        ]
    },
    {
        "category": "Visit Korea",
        "page": "Gyeongju Transportation",
        "sections": [
            {
                "section": "Gyeongju",
                "content": [
                    {
                        "sub_section": "Transportation",
                        "content": {
                            "main_content": "There are two main ways to reach Gyeongju:",
                            "items": [
                                "Departure: Seoul Station",
                                "Destination: Gyeongju Station"
                            ]
                        }
                    },
                    {
                        "sub_section": "How to get to Gyeongju",
                        "content": {
                            "main_content": "There are two main ways to reach Gyeongju:",
                            "items": [
                                "Departure: Seoul Station",
                                "Destination: Gyeongju Station"
                            ]
                        }
                    },
                    {
                        "sub_section": "1. By KTX",
                        "content": {
                            "main_content": "To reach Gyeongju, you can take an express train (KTX) from Seoul Station to Gyeongju Station.From Incheon International Airport, the fastest way to Seoul Station is the AREX (Airport Railroad Express), which takes about 60 minutes.",
                            "items": [
                                "Departure: Seoul Station",
                                "Destination: Gyeongju Station"
                            ]
                        }
                    },
                    {
                        "sub_section": "2. Through Gimhae International Airport (PUS)",
                        "content": {
                            "main_content": "The closest international airport to Gyeongju is Gimhae International Airport (PUS) in Busan, about 90 minutes away from Gyeongju Bomun Tourist Complex, where SOM1 and related events will take place.If you are flying from Incheon International Airport (ICN), you can take a Transit Exclusive Domestic Flight (TEDF), a domestic flight operating exclusively for international transit passengers. This will allow you to complete entry screening and immigration at Gimhae International Airport (PUS).Korean Air (KE) is operating six (6) TEDFs a day from Incheon International Airport (ICN) to Gimhae International Airport (PUS). As of February 2025, codeshare flights with Delta Air Lines (DL), Air France (AF), ITA Airways (AZ), Hawaiian Airlines (HA), and Royal Dutch Airlines (KL) are in operation.",
                            "items": []
                        }
                    }
                ]
            }
        ]
    },
    {
        "category": "Visit Korea",
        "page": "Gyeongju Heritage",
        "sections": [
            {
                "section": "Gyeongju",
                "content": [
                    {
                        "sub_section": "Seokguram Grotto and Bulguksa Temple",
                        "content": {
                            "main_content": "Seokguram Grotto and Bulguksa Temple are iconic heritage sites from the golden era of the Unified Silla Dynasty (57 BC – AD 935). Established in the mid-8th century, they represent the highly developed architectural skills and creative craftsmanship of the Silla people. In particular, the magnificent and sublime beauty of Seokguram’s carvings, along with Bulguksa Temple’s elaborate architecture and its two stone pagodas, are considered masterpieces of Buddhist architecture.Bulguksa temple was designated a World Cultural Heritage Site along with the nearby Seokguram Grotto by UNESCO in December 1995 and, today, it houses seven national treasures and numerous important heritages.",
                            "information": [
                                "Address:385 Bulguk-ro, Gyeongju-si, Gyeongsangbuk-do",
                                "Website:eng.bulguksa.or.kr",
                                "Tel:+82-54-746-0983"
                            ]
                        }
                    },
                    {
                        "sub_section": "Gyeongju Historic Area",
                        "content": {
                            "main_content": "Gyeongju Historic Area is a significant historical site where the achievements and culture of the Silla Dynasty have been remarkably well-preserved. It is divided into five distinct zones based on their characteristics: the Namsan Mountain area, a center of Buddhist culture; the Wolseong Fortress area, the royal grounds of the Silla Dynasty; the Daereungwon Ancient Tomb area, a burial site of high-ranking officials, including the kings of the Silla Dynasty; the Hwangnyongsa Temple area, showing the essence of Silla Buddhism; and the Sanseong Fortress area, highlighting the capital’s defense system.The Gyeongju Historic Area has a total of 52 designated cultural assets that are registered as World Cultural Heritages on November 2000. The most representative heritages include Gyeongju Poseokjeong Pavilion Site, Rock-carved Bodhisattva at Sinseonam Hermitage in Namsan Mountain, Donggung Palace & Wolji Pond, Cheomseongdae Observatory, Ancient Tombs in Hwangnam-ri, Daereungwon Ancient Tomb Complex, Hwangnyongsa Temple Site and Bunhwangsa Temple.",
                            "information": [
                                "Address:757, Taejong-ro, Gyeongju-si, Gyeongsangbuk-do"
                            ]
                        }
                    },
                    {
                        "sub_section": "Gyeongju Yangdong Village",
                        "content": {
                            "main_content": "Gyeongju Yangdong Village is Korea’s largest traditional village, offering a glimpse into the cultural heritage of the Joseon Dynasty amid the stunning natural surroundings.It is a prime example of a traditional yangban (the aristocratic class from the Joseon Dynasty) clan village that has been preserved for over 600 years. Recognized for its outstanding conservation of historic homes from the south-eastern region of Korea, the village was designated as Korea’s 10th UNESCO World Heritage Site in 2010.Located at the entrance of the village, Yangdong Village Cultural Center showcases artifacts that illustrates the village’s history. Visitors can also participate in a variety of hands-on traditional cultural programs.",
                            "information": [
                                "Address:91 Yangdongmaeuran-gil, Gangdong-myeon, Gyeongju-si, Gyeongsangbuk-do",
                                "Tel:+82-54-762-2630"
                            ]
                        }
                    },
                    {
                        "sub_section": "Oksanseowon Confucian Academy",
                        "content": {
                            "main_content": "Oksanseowon Confucian Academy was built to honor the academic achievements and virtues of Confucian scholar Yi Eon-jeok (1491-1553). Founded in 1572, it beautifully showcases a harmonious blend of academia and nature, making it a prime example of Korean Confucian Center. The academy’s distinctive architectural layout is truly remarkable. Dokrakdang Hall, which was used as both Yi Eon-jeok’s vacation retreat and study room, is located 700 meters to the north of Oksanseowon.",
                            "information": [
                                "Address:216-27 Oksanseowon-gil, Angang-eup, Gyeongju-si, Gyeongsangbuk-do",
                                "Tel:+82-54-761-2211"
                            ]
                        }
                    },
                    {
                        "sub_section": "Gyeongju Gyochon Village",
                        "content": {
                            "main_content": "Gyeongju Gyochon Village is a traditional Hanok village that thrived during the era of the Gyeongju Choi Clan. For over 12 generations, this family produced many notable figures. Also known as ‘the rich Choi clan,’ they were admired for their generosity, especially in helping out local residents by their family motto: “Let no one starve to death within a 100-ri (approx. 40km) radius.”Today, visitors can explore the remains of the Gyeongju Choi Clan’s old residence and enjoy a meal atYoseokgung, a restaurant operated by a descendant of the Choi Clan. Nearby attractions include Gyerim Forest, Naemulwangneung Royal Tomb, and Gyeongjuhyanggyo Local Confucian School.",
                            "information": [
                                "Address:39-2 Gyochon-gil, Gyo-dong, Gyeongju-si, Gyeongsangbuk-do",
                                "Tel:+82-54-760-7880"
                            ]
                        }
                    }
                ]
            }
        ]
    },
    {
        "category": "Visit Korea",
        "page": "Gyeongju Attractions",
        "sections": [
            {
                "section": "Gyeongju",
                "content": [
                    {
                        "sub_section": "Hwangnidan Street",
                        "content": {
                            "main_content": "Hwangnidan Street features a variety of restaurants, cafes, photo studios, and shops popular amongst the younger generations in Korea. A standout feature of Hwangnidan Street is its ‘newtro’ aesthetic, which combines nostalgic, retro elements with a modern twist, thanks to the preserved building from the 1960s and 1970s. Hwangnidan Street is also conveniently located near some of Gyeongju’s most famous attractions, including Cheomseongdae Observatory and Daereungwon Ancient Tombs, making it a popular stop for visitors exploring the city.",
                            "information": [
                                "Address:1080, Poseok-ro, Gyeongju-si, Gyeongsangbuk-do",
                                "Tel:+82-54-772-3843"
                            ]
                        }
                    },
                    {
                        "sub_section": "Woljeonggyo Bridge",
                        "content": {
                            "main_content": "Woljeonggyo Bridge, located in Gyo-dong, Gyeongju, was originally built during the Unified Silla period (AD 676-935) but was destroyed during the Joseon Dynasty. After extensive research, the bridge was rebuilt in April 2018, and now stands as the largest wooden bridge in Korea. Today, Woljeonggyo Bridge is a popular destination for visitors, especially at night. It is open until 10 PM, offering breathtaking views of Gyeongju’s beautiful nightscape.",
                            "information": [
                                "Address:48 Gyo-dong, Gyeongju-si, Gyeongsangbuk-do",
                                "Tel:+82-54-779-6138"
                            ]
                        }
                    },
                    {
                        "sub_section": "Donggung Palace and Wolji Pond",
                        "content": {
                            "main_content": "The Donggung Palace, one of the royal palaces of the Silla Dynasty, features well-preserved gardens that were exhibited during the Unified Silla period. Many ancient cultural artifacts that offer insights into the everyday lifestyle of the time have been discovered on the premises. Wolji Pond, an artificial pond, is named for its meaning, ‘a pond that mirrors a reflection of the moon.’In the 14th year of King Munmu’s reign (674 AD), the king ordered the construction of the pond with a mountain placed to the northeast. The pond was adorned with beautiful flowers and trees, and rare birds and animals were raised here.Donggung Palace and Wolji Pond are among Gyeongju’s most iconic historical sites, offering visitors a chance to experience the gardens of the Silla era and feel the pulse of history. Whether by day or night, this site offers a unique charm that captivates all who visit.",
                            "information": [
                                "Address:102 Wonhwa-ro, Gyeongju-si, Gyeongsangbuk-do",
                                "Tel:+82-54-750-8655"
                            ]
                        }
                    },
                    {
                        "sub_section": "Gyeongju National Museum",
                        "content": {
                            "main_content": "Gyeongju National Museum houses numerous historical and cultural artifacts of the Silla Dynasty. The museum offers various programs, including those at the Children’s Museum School. The newly renovated Silla Art Gallery and Silla History Gallery are particularly popular among visitors. This multi-complex center showcases the rich history of the Silla Dynasty through its diverse collection of artifacts.",
                            "information": [
                                "Address:186 Iljeong-ro, Gyeongju-si, Gyeongsangbuk-do",
                                "Website:gyeongju.museum.go.kr/eng/",
                                "Tel:+82-54-740-7500"
                            ]
                        }
                    },
                    {
                        "sub_section": "Gyeongju East Palace Garden",
                        "content": {
                            "main_content": "Gyeongju East Palace Garden brings Korea’s first zoo and botanical garden to life, with a modern touch inspired by the Donggung Palace and Woliji Pond. This year-round destination includes the Donggung Botanical Garden, interactive experience areas and the Bird Park, offering a unique opportunity to engage with both plants and animals.Explore the Donggung Botanical Garden, designed in the traditional style of the Silla royal palace, featuring over 12,000 plants from 500 species in its beautiful glasshouse. The Flower Nuri Experience Hall invites you to experience flower pressing and terrarium-making, while the Insect Hall offers a hands-on opportunity to interact with fascinating bugs. The Bird Park features over 3,000 birds from 250 species, including penguins, parrots, and flamingos, making it the largest year-round interactive botanical garden housed in a single building",
                            "information": [
                                "Address:74-14, Bomun-ro, Gyeongju-si, Gyeongsangbuk-do",
                                "Tel:+82-54-760-7442"
                            ]
                        }
                    },
                    {
                        "sub_section": "Gyeongju Expo Park",
                        "content": {
                            "main_content": "Gyeongju Expo Park, opened in 1998 as the world’s first international cultural exhibition focused on arts and culture, is a must-visit cultural hub. The park is home to Gyeongju Tower, an observatory deck designed to recreate the 82-meter-high wooden pagoda of Hwangnyongsa Temple from the Silla Dynasty, allowing visitors to travel back in time to ancient Silla. The park also boasts the Expo Cultural Center, a vibrant performance venue where visitors can enjoy exciting shows like ‘The Show: Silla’ inspired by K-musicals and ‘Infinity Flying.’In 2025, during APEC 2025 KOREA, Gyeongju Expo Park will host a series of exhibitions showcasing Gyeongsangbuk-do’s economic history and advanced industries with themed pavilions like the Korea Industrial History Pavilion, Advanced Future Industries Pavilion, Corporate Pavilion, and Korea Hydro & Nuclear Power Pavilion.",
                            "information": [
                                "Address:614 Gyeonggam-ro, Gyeongju-si, Gyeongsangbuk-do",
                                "Website:www.cultureexpo.or.kr/open.content/english/?hl=en",
                                "Tel:+82-54-740-3990"
                            ]
                        }
                    }
                ]
            }
        ]
    },
    {
        "category": "Visit Korea",
        "page": "Jeju Transportation",
        "sections": [
            {
                "section": "Jeju",
                "content": [
                    {
                        "sub_section": "Transportation",
                        "content": {
                            "main_content": "Located in the southern part of the Korean peninsula, Jeju island is easily accessible via numerous domestic flights.Jeju International Airport (CJU) is conveniently located near downtown Jeju and is approximately a one-hour drive from ICC JEJU, the venue for the SOM2 and Related Meetings.",
                            "items": [
                                "City Bus Fare :KRW 1,200 (KRW 50 discount when using a transportation card)",
                                "Taxi Fare :Base fare of KRW 4,300, plus KRW 100 per 126 meters or 31 seconds",
                                "Rental Car Rates :Prices vary depending on the season, vehicle type, and rental company."
                            ]
                        }
                    },
                    {
                        "sub_section": "How to get to Jeju",
                        "content": {
                            "main_content": "Located in the southern part of the Korean peninsula, Jeju island is easily accessible via numerous domestic flights.Jeju International Airport (CJU) is conveniently located near downtown Jeju and is approximately a one-hour drive from ICC JEJU, the venue for the SOM2 and Related Meetings.",
                            "items": [
                                "City Bus Fare :KRW 1,200 (KRW 50 discount when using a transportation card)",
                                "Taxi Fare :Base fare of KRW 4,300, plus KRW 100 per 126 meters or 31 seconds",
                                "Rental Car Rates :Prices vary depending on the season, vehicle type, and rental company."
                            ]
                        }
                    },
                    {
                        "sub_section": "Flight",
                        "content": {
                            "main_content": "Located in the southern part of the Korean peninsula, Jeju island is easily accessible via numerous domestic flights.Jeju International Airport (CJU) is conveniently located near downtown Jeju and is approximately a one-hour drive from ICC JEJU, the venue for the SOM2 and Related Meetings.",
                            "items": [
                                "City Bus Fare :KRW 1,200 (KRW 50 discount when using a transportation card)",
                                "Taxi Fare :Base fare of KRW 4,300, plus KRW 100 per 126 meters or 31 seconds",
                                "Rental Car Rates :Prices vary depending on the season, vehicle type, and rental company."
                            ]
                        }
                    },
                    {
                        "sub_section": "How to get around Jeju",
                        "content": {
                            "main_content": "SPublic city buses are the primary mode of transportation on the island. While Jeju has no subway or train system, taxis and rental cars are widely available, with many travelers choosing to rent a car for greater convenience.Rental car services are conveniently located near Jeju International Airport and Jeju International Ferry Terminal. Cars equipped with navigation systems are also available, making it easy to explore the island at a reasonable price.",
                            "items": [
                                "City Bus Fare :KRW 1,200 (KRW 50 discount when using a transportation card)",
                                "Taxi Fare :Base fare of KRW 4,300, plus KRW 100 per 126 meters or 31 seconds",
                                "Rental Car Rates :Prices vary depending on the season, vehicle type, and rental company."
                            ]
                        }
                    },
                    {
                        "sub_section": "Bus, Taxi, and Rental Car",
                        "content": {
                            "main_content": "SPublic city buses are the primary mode of transportation on the island. While Jeju has no subway or train system, taxis and rental cars are widely available, with many travelers choosing to rent a car for greater convenience.Rental car services are conveniently located near Jeju International Airport and Jeju International Ferry Terminal. Cars equipped with navigation systems are also available, making it easy to explore the island at a reasonable price.",
                            "items": [
                                "City Bus Fare :KRW 1,200 (KRW 50 discount when using a transportation card)",
                                "Taxi Fare :Base fare of KRW 4,300, plus KRW 100 per 126 meters or 31 seconds",
                                "Rental Car Rates :Prices vary depending on the season, vehicle type, and rental company."
                            ]
                        }
                    },
                    {
                        "sub_section": "Global Taxi",
                        "content": {
                            "main_content": "Global taxis in Jeju are officially designated by the Jeju Special Self-Governing Province to help international travelers explore the island safely and comfortably. These professional drivers speak fluent English and offer helpful support throughout your trip—including assistance with itinerary planning.",
                            "items": []
                        }
                    },
                    {
                        "sub_section": "Jeju City Tour Bus",
                        "content": {
                            "main_content": "Jeju City Tour Bus operates within Jeju City, taking visitors to some of the area’s most popular sights and scenic spots. A tour guide is on board and provides explanations in English and at least one other language, depending on their specialization.",
                            "items": []
                        }
                    }
                ]
            }
        ]
    },
    {
        "category": "Visit Korea",
        "page": "Jeju Nature & Culture",
        "sections": [
            {
                "section": "Jeju",
                "content": [
                    {
                        "sub_section": "Hallasan National Park",
                        "content": {
                            "main_content": "Hallasan is the highest mountain in Korea, with an elevation of 1,950 meters. Formed by volcanic activity, it has been designated a UNESCO Biosphere Reserve. for its outstanding ecological value.Among the five hiking trails, the Seongpanak and Gwaneumsa courses lead to the summit, both of which require a reservation in advance.Reservation site: Hallasan Visit Reservation System (http://visithalla.jeju.go.kr)",
                            "information": [
                                "Address:2070-61, 1100-ro, Jeju-si, Jeju-do",
                                "Website:https://www.jeju.go.kr/hallasan/index.htm",
                                "Tel:(+82) 064-713-9950"
                            ]
                        }
                    },
                    {
                        "sub_section": "Seongsan Ilchulbong Tuff Cone",
                        "content": {
                            "main_content": "Seongsan Ilchulbong, also known as Sunrise Peak, is a tuff cone formed by an underwater volcanic eruption. Recognized for its geological significance, it was designated a National Monument and later recognized as both a UNESCO World Natural Heritage Site in 2007 and a UNESCO Global Geopark in 2010.",
                            "information": [
                                "Address:284-12, Ilchul-ro, Seongsan-eup, Seogwipo-si, Jeju-do",
                                "Tel:(+82) 064-783-0959"
                            ]
                        }
                    },
                    {
                        "sub_section": "Jusangjeolli Cliff (Jungmun Daepo Coast)",
                        "content": {
                            "main_content": "The largest natural rock formation in Korea, Jusangjeolli Cliff was created when lava from a volcanic eruption rapidly cooled. The hexagonal rock pillars resemble giant stone staircases and offer a striking natural spectacle.",
                            "information": [
                                "Address:2763, Jungmun-dong, Seogwipo-si, Jeju-do",
                                "Tel:(+82) 064-738-1521"
                            ]
                        }
                    },
                    {
                        "sub_section": "Jeju Haenyeo Museum",
                        "content": {
                            "main_content": "Haenyeo are women divers who harvest shellfish and other seafood by free diving—without any breathing equipment along the coast of Jeju Island.To learn more about this unique and cherished cultural tradition, the Jeju Haenyeo Museum offers insight into the history, daily life, and work of these remarkable women.",
                            "information": [
                                "Address:26, Haenyeobangmulgwan-gil, Gujwa-eup, Jeju-si, Jeju-do",
                                "Website:https://www.jeju.go.kr/haenyeo/index.htmhttp://webtrans.llsollu.io:7000/etgi/",
                                "Tel:(+82) 064-782-9898"
                            ]
                        }
                    },
                    {
                        "sub_section": "Jeju Stone Park",
                        "content": {
                            "main_content": "Jeju Stone Park is a museum and ecological park that showcases the rich and distinctive stone culture of Jeju Island, often referred to as the “homeland of stones.”In the Outdoor Exhibition Space, visitors can explore 48 Dol Hareubang, stone statues believed to ward off evil spirits and misfortunes; Jeongjuseok, upright stone pillars once placed at house entrances instead of doors, reflecting that theft was rare on the island; and Dongjaseok, stones traditionally placed around tombs to comfort the souls of the deceased and soothe their sorrow, offering a glimpse into Jeju’s view of the afterlife.The park offers both cultural insight and a tranquil natural setting, making it an ideal destination for both rest and exploration.",
                            "information": [
                                "Address:2023, Namjo-ro, Jocheon-eup, Jeju-si. Jeju-do",
                                "Website:https://www.jeju.go.kr/jejustonepark/index.htm",
                                "Tel:(+82) 064-710-7731"
                            ]
                        }
                    }
                ]
            }
        ]
    },
    {
        "category": "Visit Korea",
        "page": "Jeju Themed Travel",
        "sections": [
            {
                "section": "Jeju",
                "content": [
                    {
                        "sub_section": "Jeju Olle Trail",
                        "content": {
                            "main_content": "One of the best ways to enjoy the stunning scenery of Jeju Island is by walking one of its well-planned and well-maintained trails. The Olle trails not only help you stay active but also allow you to connect deeply with Jeju’s natural beauty and local culture.Currently, there are 27 Olle trail routes, each varying in length and difficulty. This allows visitors to choose a course that suits their fitness level and schedule. The shortest trail takes approximately an hour to complete, while the longest can take up to eight hours. Each course is clearly marked with signs and guiding flags, making it easy even for first-time visitors to navigate the path.Pick a trail that suits you best, and explore the island’s charm at your own pace.",
                            "information": [
                                "Website:https://www.jejuolle.org/trail_en#/"
                            ]
                        }
                    },
                    {
                        "sub_section": "Cycling",
                        "content": {
                            "main_content": "Many of Jeju’s most iconic attractions are located along its beautiful coastline. Here, you will find pristine beaches, dramatic cliffs, and striking volcanic hills. Since many people traditionally settled down near the sea, the coast also offers a glimpse into Jeju’s local life.Cycling is a fantastic way to experience all of this. You can stay close to nature while covering more ground than on foot—yet still at a pace that lets you fully take it all in. While walking around the island would take weeks and driving would pass it by in a day, cycling offers the perfect-in-between: you can tour the island in anywhere from two days to a week, depending on your route and pace.Here’s everything you need to know to begin your cycling adventure around Jeju.",
                            "information": [
                                "Website:https://www.visitjeju.net/u/FmL"
                            ]
                        }
                    },
                    {
                        "sub_section": "Shopping",
                        "content": {
                            "main_content": "Jeju Island welcomes millions of visitors every year, and shopping is always high on their to-do list.From traditional markets that offer an authentic taste of local life, to premium and duty-free shops that provide a more luxurious experience, the island boasts a wide range of shopping options. In between, visitors will find charming boutiques featuring unique accessories, whimsical trinkets, beautiful artwork, and vintage memorabilia—all of which make for wonderful souvenirs and lasting memories of Jeju.Below are some of Jeju’s most notable shopping destinations, along with distinctive gifts and souvenirs that embody the unique charm of Jeju.",
                            "information": [
                                "Website:https://www.visitjeju.net/u/FmM"
                            ]
                        }
                    },
                    {
                        "sub_section": "K-Contents Tour",
                        "content": {
                            "main_content": "Netflix's latest sensation, When Life Gives You Tangerines, has taken the world by storm—ranking No. 1 globally on the platform. The heartwarming stories of the main characters are beautifully intertwined with the breathtaking seasonal landscapes of Jeju Island.Why not plan your next trip by tracing the footsteps of the drama’s characters? Explore Jeju with a fresh sense of wonder, as if you were stepping into the story yourself.",
                            "information": [
                                "Website:https://www.visitjeju.net/u/FmN"
                            ]
                        }
                    },
                    {
                        "sub_section": "Architecture",
                        "content": {
                            "main_content": "While some filming locations have become crowded tourist attractions, Jeju still holds architectural gems waiting to be discovered by the discerning. The island’s stunning natural surroundings continue to inspire artistic creativity, making it a favored destination for world-renowned architects such as Tadao Ando.Discover hidden architectural masterpieces that exist in harmony with Jeju’s unique landscape.",
                            "information": [
                                "Website:https://www.visitjeju.net/u/FmO"
                            ]
                        }
                    }
                ]
            }
        ]
    },
    {
        "category": "Visit Korea",
        "page": "About Incheon",
        "sections": [
            {
                "section": "Incheon",
                "content": "Incheon, home to Incheon International Airport—Korea’s main gateway, is where journey to Korea begins for many travelers. But Incheon is more than just a transit point; it has long been a beloved travel destination, offering a stunning coastline 168 island. It is also a historic port that marked Korea’s opening to the world in the late 19th century, and a vibrant international city.Located conveniently close to Seoul, Incheon is easily accessible by subway, bus, or even ferry, making it an ideal spot for a day trip. A must-visit is Open Port Area, where you can stroll down Modern Open Port Street, lined with museums, exhibition halls, hotels, and unique cafés. The nostalgic atmosphere will take you back in time. For a taste of modern Korea, head to Songdo International Business District, home to 15 international organizations. If you are looking for outdoor activities, the Gyeongin Ara Waterway is perfect for a cruise or water sports like kayaking and yachting. Beyond Incheon, explore Ganghwado Island’s rich history, Wolmido Island’s seaside attractions, and scenic beauty of the 168 islands."
            }
        ]
    },
    {
        "category": "Visit Korea",
        "page": "About Busan",
        "sections": [
            {
                "section": "Busan",
                "content": "Busan, Korea’s vibrant maritime city in the southeast, is the second largest city in Korea and the proud host of the Busan International Film Festival (BIFF), Asia's largest film festival. It’s hard to capture the allure of Busan in just one word, as the city is full of vibrant experiences, from its dazzling beach skyline and bustling traditional markets to sandy beaches packed with surfers and famous food alleys. Busan offers endless attractions that make a one-day visit simply not enough.The heart of Busan’s charm lies in its connection to the sea. Haeundae Beach is surrounded by resorts, cafés, and restaurants, offering sweeping views of the skyline in Marine City area. To truly experience Busan, head to BIFF Square, where you can explore nearby Gukje Market and Jagalchi Markets and taste street foods. Other must-see spots include Gamcheon Culture Village and Taejongdae Park, known for its dramatic cliffs and unique rock formations. For stunning night views, visit Hocheon Village or Gwangalli Beach, where the Gwangandaegyo Bridge lights up the skyline. If you like the beach, head to Songjeong Beach, a surfer’s paradise, or Dadaepo Beach, famous for its golden sunsets. No matter the season, Busan is a city that captivates visitors all year round."
            }
        ]
    },
    {
        "category": "Visit Korea",
        "page": "About Seoul",
        "sections": [
            {
                "section": "Seoul",
                "content": "Seoul is the perfect travel destination where tradition and modernity coexist in harmony. Historic palaces with 600 years of history stand alongside towering skyscrapers, while vibrant K-culture— from music and performances to beauty and fashion—fills its streets. As a highly developed smart city, Seoul offers an efficient public transportation system and cutting-edge Information and Communication Technology (ICT), making it an incredibly convenient place to explore. Recognized as the 8th most attractive city in the world by the Global Power City Index, Seoul invites you to discover its unique charm.Whatever your travel dreams are, Seoul makes them a reality. Gwanghwamun and Jongno offer a glimpse into Korea’s rich history with landmarks like Gyeongbokgung Palace, National Palace Museum of Korea, and Bukchon Hanok Village. For shopping, head to Myeongdong, a bustling district filled with trendy stores and cosmetic shops, or explore Dongdaemun Fashion Town, where markets and designer malls stay open well into night. If you want to take in Seoul’s breathtaking cityscape, visit N Seoul Tower for panoramic views. For a youthful and creative vibe, visit Hongdae, and for a vibrant multicultural atmosphere, check out Itaewon and Yongsan. Experience luxury and K-beauty trends in Gangnam, then unwind by the serene Hangang River or take a stroll through Seoul Forest, a lush green retreat in the heart of the city."
            }
        ]
    }
]